{
  "name": "rotki",
  "display_name": "Rotki",
  "description": {
    "zh": "rotki 是一个开源的自托管投资组合管理工具，专注于用户隐私保护。它支持用户在多个平台、区块链和交易所之间追踪金融和加密资产。与基于云的服务不同，rotki 将数据加密并存储在本地，确保用户始终掌握自己的敏感财务信息。",
    "en": "rotki is an open-source, self-hosted portfolio management tool designed to prioritize user privacy. It enables users to track financial and cryptocurrency assets across multiple platforms, blockchains, and exchanges. Unlike cloud-based services, rotki keeps data encrypted and stored locally, ensuring users maintain full control over their sensitive financial information."
  },
  "feature": {
    "zh": "## 产品优势:\n\n- 通过本地存储和加密保障数据隐私\n- 提供基于云服务的替代方案，支持自托管部署\n- 拥有完全透明的开源代码库\n- 支持 Windows、macOS 和 Linux 多平台使用\n\n## 功能列表:\n\n- 投资组合概览：跨平台、区块链和交易所追踪资产余额\n- 图形化洞察：可视化历史数据以辅助财务决策\n- 交易解码：将区块链交易和交易所事件转换为可读格式\n- 数据定制：支持界面、主货币、语言等个性化设置\n- 盈亏报告：通过可配置的会计选项生成详细的损益报告",
    "en": "## Benefits:\n\n- Keeps data private by storing it locally and encrypting it\n- Offers a self-hosted alternative to cloud-based financial tracking tools\n- Fully transparent with open-source codebase\n- Provides multi-platform support for Windows, macOS, and Linux\n\n## Features:\n\n- Portfolio Overview: Track balances across multiple platforms, blockchains, and exchanges\n- Graphical Insights: Visualize historical data for better financial decisions\n- Transaction Decoding: Break down blockchain transactions and exchange events into readable formats\n- Data Customization: Customize UI, main currency, language, and other settings\n- PnL Reports: Generate detailed profit and loss reports with customizable accounting options"
  },
  "github_url": "https://github.com/rotki/rotki",
  "readme": {
    "zh": "./README-zh.md",
    "en": "./README.md"
  },
  "alternative_products": [
    "CoinTracking",
    "CryptoTrader.Tax"
  ],
  "tags": [],
  "official_address": "",
  "product_document": "https://rotki.readthedocs.io/en/latest/",
  "categories": [
    "Analytics",
    "Finance",
    "Asset Management",
    "Tax Reporting",
    "Cryptocurrency",
    "Portfolio Management",
    "Financial Tracking"
  ],
  "pic_url": ""
}