{
  "name": "kavita",
  "display_name": "Kavita",
  "description": {
    "zh": "Kavita 是一个快速、跨平台的阅读服务器，专为提供漫画、网络漫画、连环画和电子书服务而设计。它允许用户搭建个人服务器，与朋友和家人共享阅读资源。平台支持响应式阅读器、元数据集成和丰富的自定义选项。",
    "en": "Kavita is a fast, cross-platform reading server designed to serve manga, webtoons, comics, and books. It allows users to set up their own server and share their reading collections with friends and family. The platform features a responsive reader, metadata integration, and rich customization options."
  },
  "feature": {
    "zh": "## 产品优势:\n\n- 提供完整的自托管解决方案，便于管理和共享阅读资源。\n- 支持在所有设备上进行响应式、可定制的阅读体验。\n- 由活跃的开发团队和不断增长的社区及赞助生态支持。\n\n## 功能列表:\n\n- 支持提供 cbr、cbz、zip、rar、7zip 和原始图像格式的漫画/网络漫画/连环画。\n- 支持提供 epub 和 pdf 格式的电子书。\n- 适用于手机、平板和桌面设备的响应式阅读器。\n- 暗黑模式和主题自定义功能。\n- 外部元数据集成与阅读状态同步（Kavita+）。\n- 支持元数据过滤和搜索。\n- 支持通过合集、阅读列表和“想读”来分类内容。\n- 基于角色的用户管理，支持年龄限制和权限控制。\n- 支持网络漫画模式、连续阅读和虚拟页面。\n- 完整的本地化支持。",
    "en": "## Benefits:\n\n- Offers a complete, self-hosted solution for managing and sharing reading collections.\n- Provides a responsive and customizable reading experience across all devices.\n- Actively developed and supported by a growing community and sponsor ecosystem.\n\n## Features:\n\n- Supports serving manga/webtoons/comics in formats like cbr, cbz, zip, rar, 7zip, and raw images.\n- Supports serving books in epub and pdf formats.\n- Responsive readers optimized for phone, tablet, and desktop.\n- Dark mode and theming customization.\n- External metadata integration and scrobbling (Kavita+).\n- Rich metadata filtering and search capabilities.\n- Grouping options including Collections, Reading Lists, and Want to Read.\n- Role-based user management with age restrictions and access control.\n- Web readers with webtoon mode, continuous reading, and virtual pages.\n- Full localization support."
  },
  "github_url": "https://github.com/Kareadita/Kavita",
  "readme": {
    "zh": "./README-zh.md",
    "en": "./README.md"
  },
  "alternative_products": [
    "Kindle",
    "ComiXology"
  ],
  "tags": [],
  "official_address": "",
  "product_document": "https://wiki.kavitareader.com/",
  "categories": [
    "Media",
    "File Management",
    "User Management",
    "Media Server",
    "Digital Library",
    "Comics",
    "Manga",
    "Metadata Management",
    "E-books",
    "Reading"
  ],
  "pic_url": ""
}