{
  "name": "espocrm",
  "display_name": "EspoCRM",
  "description": {
    "zh": "EspoCRM 是一个免费、开源的客户关系管理（CRM）平台，旨在帮助企业高效管理客户关系。它提供用于存储和管理潜在客户、联系人、销售机会、营销活动和支持工单的工具，并具备直观的用户界面和强大的 REST API 以支持集成。",
    "en": "EspoCRM is a free, open-source CRM platform designed to help organizations manage customer relationships effectively. It offers tools to store and manage leads, contacts, sales opportunities, marketing campaigns, and support cases. The platform features an intuitive interface and a robust REST API for integration."
  },
  "feature": {
    "zh": "## 产品优势:\n\n- 开源透明，源代码可访问，便于审查和定制。\n- 高度灵活，可根据业务需求进行定制开发。\n- 界面简洁、直观，学习门槛低。\n- 提供直观的 REST API，便于与其他系统集成。\n\n## 功能列表:\n\n- 支持管理潜在客户、联系人、销售机会和营销活动。\n- 支持创建自定义实体、字段和关系。\n- 前端为单页应用，后端提供 REST API 接口。\n- 提供在线演示环境供测试和评估。\n- 支持多种安装方式，包括手动安装、脚本安装、Docker 和 Traefik 部署。\n- 提供面向管理员、用户和开发者的完整文档。\n- 社区论坛提供支持，开发者活跃，持续贡献内容。",
    "en": "## Benefits:\n\n- Open-source transparency with accessible source code for inspection and customization.\n- High flexibility and customization capabilities to adapt to specific business needs.\n- Clean, minimalist, and user-friendly interface with a short learning curve.\n- Straightforward REST API for seamless integration with other applications.\n\n## Features:\n\n- Tools for managing leads, contacts, sales opportunities, and marketing campaigns.\n- Support for creating custom entities, fields, and relationships.\n- REST API backend and single-page application frontend architecture.\n- Available online demo for testing and evaluation.\n- Multiple installation options including manual, script, Docker, and Traefik.\n- Comprehensive documentation for administrators, users, and developers.\n- Community support through forums and active developer contributions."
  },
  "github_url": "https://github.com/espocrm/espocrm",
  "readme": {
    "zh": "./README-zh.md",
    "en": "./README.md"
  },
  "alternative_products": [
    "Salesforce",
    "Zoho CRM",
    "HubSpot CRM"
  ],
  "tags": [],
  "official_address": "",
  "product_document": "https://docs.espocrm.com",
  "categories": [
    "Analytics",
    "Project Management",
    "CRM",
    "Marketing",
    "Contact Management",
    "Sales",
    "Lead Management",
    "Sector-Agnostic",
    "Customer Experience",
    "Relationship Management",
    "Opportunity Management"
  ],
  "pic_url": ""
}