{
  "name": "khoj",
  "display_name": "Khoj",
  "description": {
    "zh": "Khoj 是一个个性化的 AI 助手，旨在通过无缝访问信息和工具来提升用户效率。它支持与多种本地和在线语言模型的集成，使用户能够从互联网和个人文档中获取答案。该应用可从本地设备扩展到企业级云部署，提供灵活性和隐私保护。",
    "en": "Khoj is a personal AI assistant designed to enhance user productivity by providing seamless access to information and tools. It supports integration with various local and online language models, enabling users to retrieve answers from the internet and personal documents. The app scales from on-device use to enterprise-level cloud deployment, offering flexibility and privacy."
  },
  "feature": {
    "zh": "## 产品优势:\n\n- 结合本地与云端 AI 能力，提供灵活使用场景。\n- 通过智能文档搜索与自动化提升工作效率。\n- 完全开源、支持自托管，并可部署于企业环境。\n\n## 功能列表:\n\n- 支持与 llama3、qwen、gemma、mistral、gpt、claude、gemini、deepseek 等本地或在线 LLM 聊天。\n- 从互联网和多种文档格式（PDF、Markdown、Word、Notion 等）中检索答案。\n- 可通过浏览器、Obsidian、Emacs、桌面、手机或 Whatsapp 访问。\n- 创建具有特定知识、工具和角色的自定义代理。\n- 使用高级语义搜索快速准确查找文档。\n- 支持图像生成、文字转语音和消息播放。\n- 支持自动化研究、个性化新闻推送和智能通知。\n- 可部署于本地、云端或混合环境。",
    "en": "## Benefits:\n\n- Combines personal and cloud AI capabilities for flexible use.\n- Enhances productivity through intelligent document search and automation.\n- Fully open-source and self-hostable with enterprise deployment options.\n\n## Features:\n\n- Chat with local or online LLMs like llama3, qwen, gemma, mistral, gpt, claude, gemini, deepseek.\n- Retrieve answers from the internet and various document formats (PDF, Markdown, Word, Notion, etc.).\n- Accessible via Browser, Obsidian, Emacs, Desktop, Phone, or Whatsapp.\n- Create custom agents with specific knowledge, tools, and personas.\n- Semantic search for quick and accurate document retrieval.\n- Generate images, text-to-speech, and message playback.\n- Supports automated research, newsletters, and smart notifications.\n- Available on-premises, in the cloud, or as a hybrid solution."
  },
  "github_url": "https://github.com/khoj-ai/khoj",
  "readme": {
    "zh": "./README-zh.md",
    "en": "./README.md"
  },
  "alternative_products": [
    "Drift",
    "Intercom",
    "Microsoft Azure AI",
    "ChatGPT Plus",
    "IBM Watson Assistant",
    "Google Assistant",
    "Amazon Lex",
    "Ada"
  ],
  "tags": [],
  "official_address": "",
  "product_document": "https://docs.khoj.dev/",
  "categories": [
    "Automation",
    "Self-Hosted",
    "AI",
    "Open-Source",
    "Self-Hosting",
    "Open Source AI",
    "AI Assistant",
    "Customizable-Agents",
    "Local-LLM",
    "Multi-Platform",
    "Personal Assistant",
    "Enterprise AI",
    "Cloud-AI",
    "Document-Search",
    "Scalable AI",
    "On-Device AI",
    "Personal-Assistant",
    "Cloud Solutions",
    "Semantic-Search"
  ],
  "pic_url": ""
}