{
  "name": "prowlarr",
  "display_name": "Prowlarr",
  "description": {
    "zh": "Prowlarr 是一个索引管理器和代理工具，专为与各种 PVR 应用集成而设计。它同时支持 Usenet 索引器和 Torrent 种子追踪器，提供集中化的下载源管理方案。它可以无缝连接 Lidarr、Radarr、Sonarr 等应用，无需在每个应用中单独配置索引器。",
    "en": "Prowlarr is an indexer manager and proxy designed to integrate with various PVR applications. It supports both Usenet indexers and Torrent trackers, providing a centralized solution for managing download sources. It seamlessly connects with apps like Lidarr, Radarr, Sonarr, and others, eliminating the need for per-application indexer configuration."
  },
  "feature": {
    "zh": "## 产品优势:\n\n- 支持在多个 PVR 应用之间集中管理索引器\n- 避免在各个应用中重复配置索引器\n- 广泛兼容 Usenet 和 Torrent 资源源\n\n## 功能列表:\n\n- 原生支持 24 个 Usenet 索引器，包括 Headphones VIP\n- 通过 \"Generic Newznab\" 支持任意 Newznab 兼容的 Usenet 索引器\n- 支持超过 500 个 Torrent 追踪器，并持续增加\n- 通过 \"Generic Torznab\" 支持 Torznab 兼容的 Torrent 追踪器\n- 通过 Cardigann 支持自定义 YML 定义，包含 JSON 和 XML 解析\n- 自动将索引器同步至 Lidarr、Mylar3、Radarr、Readarr 和 Sonarr\n- 索引器历史记录和统计信息\n- 支持按分类手动搜索追踪器和索引器\n- 支持基于参数的手动搜索\n- 可直接从 Prowlarr 将多个发布内容推送到下载客户端\n- 提供索引器健康状况和状态通知\n- 每个索引器支持独立代理（包括 SOCKS4、SOCKS5、HTTP、Flaresolverr）",
    "en": "## Benefits:\n\n- Centralized indexer management across multiple PVR applications\n- Eliminates repetitive indexer setup in individual apps\n- Broad compatibility with both Usenet and Torrent sources\n\n## Features:\n\n- Native Usenet support for 24 indexers including Headphones VIP\n- Support for any Newznab-compatible Usenet indexer via \"Generic Newznab\"\n- Torrent support for over 500 trackers with ongoing additions\n- Support for Torznab-compatible torrent trackers via \"Generic Torznab\"\n- Custom YML definitions via Cardigann with JSON and XML parsing\n- Automatic indexer sync to Lidarr, Mylar3, Radarr, Readarr, and Sonarr\n- Indexer history and statistics tracking\n- Category-level manual searching of trackers and indexers\n- Parameter-based manual search capability\n- Ability to push multiple releases directly to download clients\n- Indexer health and status notifications\n- Per-indexer proxy support including SOCKS4, SOCKS5, HTTP, and Flaresolverr"
  },
  "github_url": "https://github.com/Prowlarr/Prowlarr",
  "readme": {
    "zh": "./README-zh.md",
    "en": "./README.md"
  },
  "alternative_products": [],
  "tags": [],
  "official_address": "",
  "product_document": "https://wiki.servarr.com/prowlarr",
  "categories": [
    "Customization",
    "Notifications",
    "Media Management",
    "Search",
    "Usenet",
    "Proxy",
    "Indexer Management",
    "PVR Integration",
    "Indexer Manager",
    "Torrents",
    "PVR Apps"
  ],
  "pic_url": ""
}